/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.cpp                                           :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: hyujo <hyujo@student.42.fr>                +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2022/05/03 18:16:49 by hyujo             #+#    #+#             */
/*   Updated: 2022/05/17 16:15:31 by hyujo            ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "PhoneBook.hpp" // 여기서 헤더가 안 읽히는듯?

int main(void)
{
	PhoneBook phoneBook;

	phoneBook = PhoneBook();
	phoneBook.open();
	return (0);
}
